capture/tr069

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:ztecwmp="urn:zte-com:cwmp-1-0"><soap:Header><cwmp:ID soap:mustUnderstand="1">1</cwmp:ID></soap:Header><soap:Body><cwmp:Inform><DeviceId><Manufacturer>ZTE</Manufacturer><OUI>00D0D0</OUI><ProductClass>B860AV5.1-U</ProductClass><SerialNumber>F900041100136420000098EE8C0FC1BE</SerialNumber></DeviceId><Event soapenc:arrayType="cwmp:EventStruct[1]"><EventStruct><EventCode>1 BOOT</EventCode><CommandKey></CommandKey></EventStruct></Event><MaxEnvelopes>1</MaxEnvelopes><CurrentTime>2025-12-27T12:24:20</CurrentTime><RetryCount>0</RetryCount><ParameterList soapenc:arrayType="cwmp:ParameterValueStruct[15]"><ParameterValueStruct><Name>Device.DeviceSummary</Name><Value xsi:type="xsd:string">B860AV5.1-U RichMedia Box</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.DeviceInfo.HardwareVersion</Name><Value xsi:type="xsd:string">STBAQA-ANDROIDSTB-079</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.DeviceInfo.SoftwareVersion</Name><Value xsi:type="xsd:string">V81021311.1001</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.DeviceInfo.ProvisioningCode</Name><Value xsi:type="xsd:string">0</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.ManagementServer.ConnectionRequestURL</Name><Value xsi:type="xsd:string">http://192.168.1.3:8000</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.ManagementServer.URL</Name><Value xsi:type="xsd:string">http://210.13.0.177:8080/web/tr069</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.Time.NTPServer</Name><Value xsi:type="xsd:string">61.135.88.49</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.LAN.IPAddress</Name><Value xsi:type="xsd:string">192.168.1.3</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.LAN.MACAddress</Name><Value xsi:type="xsd:string">98:EE:8C:0F:C1:BE</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.LAN.DNSServers</Name><Value xsi:type="xsd:string">210.13.31.253</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.LAN.DNSServers2</Name><Value xsi:type="xsd:string">210.13.31.254</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.X_CU_STB.STBInfo.STBID</Name><Value xsi:type="xsd:string">F900041100136420000098EE8C0FC1BE</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.X_CU_STB.STBInfo.BrowserURL1</Name><Value xsi:type="xsd:string">http://210.13.0.146:8080/iptv_stb/servlet/encryTokenReqServlet</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.X_CU_STB.STBInfo.BrowserTagURL</Name><Value xsi:type="xsd:string">NULL</Value></ParameterValueStruct><ParameterValueStruct><Name>Device.X_CU_STB.AuthServiceInfo.UserID</Name><Value xsi:type="xsd:string">01-01014664020-01</Value></ParameterValueStruct></ParameterList></cwmp:Inform></soap:Body></soap:Envelope>